{extends 'layouts/main.tpl'}

{block 'content'}
<article>
    <h1>Вітаємо у вашому додатку!</h1>
    <p>
        Цей макет автоматично адаптується: на великих екранах сайдбар закріплений зліва, 
        а на мобільних пристроях він прихований і з'являється лише при натисканні на кнопку "бургер".
    </p>
    <div class="grid">
        <section>
            <h3>Секція 1</h3>
            <p>Контент основної області, що вирівняний по центру завдяки класу <code>.container</code>.</p>
        </section>
        <section>
            <h3>Секція 2</h3>
            <p>Ви можете використовувати сітку Pico для подальшого розділення контенту.</p>
        </section>
    </div>

    <hr>

    <ul>
      <li>ip: {$ip}</li>
    </ul>
</article>
{/block}


